Repository: isabella232/shuup-category-organizer
Catalog: shuup_category_organizer/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, fr_ca, sv_se, zh_hans

source: Category Organizer
fi_fi: Luokan järjestäjä
fr_ca: Organisateur de catégorie
sv_se: Kategoriorganisator
zh_hans: 类别组织者

source: Save
fi_fi: Tallentaa
fr_ca: sauvegarder
sv_se: Spara
zh_hans: 保存

source: Create New
fi_fi: Luo uusi
fr_ca: Créer un nouveau
sv_se: Skapa ny
zh_hans: 新建

source: Organize categories
fi_fi: Järjestä luokat
fr_ca: Organiser les catégories
sv_se: Organisera kategorier
zh_hans: 组织类别

source: Categories saved
fi_fi: Luokat tallennettu
fr_ca: Catégories enregistrées
sv_se: Kategorier sparade
zh_hans: 类别保存

source: Payload is missing from the request
fi_fi: Hyötykuorma puuttuu pyynnöstä
fr_ca: La charge utile est absente de la demande
sv_se: Nyttolast saknas i begäran
zh_hans: 请求中缺少有效负载。

source: Category doesn't exist
fi_fi: Luokkaa ei ole olemassa
fr_ca: La catégorie n&#39;existe pas
sv_se: Kategori finns inte
zh_hans: 类别不存在

source: Organize
fi_fi: Järjestää
fr_ca: Organiser
sv_se: Organisera
zh_hans: 组织

source: Organize your categories in a easy way
fi_fi: Järjestä luokkasi helposti
fr_ca: Organisez vos catégories de manière simple
sv_se: Organisera dina kategorier på ett enkelt sätt
zh_hans: 用一种简单的方式组织你的分类

source: Drag and drop categories to sort and change the hierarchy.
fi_fi: Lajittele ja muuta hierarkiaa vetämällä ja pudottamalla luokkia.
fr_ca: Faites glisser et déposez les catégories pour trier et modifier la hiérarchie.
sv_se: Dra och släpp kategorier för att sortera och ändra hierarkin.
zh_hans: 拖放类别以排序和更改层次结构。

source: You can also edit, duplicate and the visibility of the categories through action buttons.
fi_fi: Voit myös muokata, kopioida ja luokkien näkyvyyttä toimintopainikkeilla.
fr_ca: Vous pouvez également éditer, dupliquer et la visibilité des catégories grâce à des boutons d&#39;action.
sv_se: Du kan också redigera, duplicera och synligheten av kategorierna genom åtgärdsknappar.
zh_hans: 您还可以通过操作按钮编辑、复制和查看类别。

source: Make sure to Save to apply the changes.
fi_fi: Muista tallentaa muutokset, jotta muutokset otetaan käyttöön.
fr_ca: Assurez-vous de Enregistrer pour appliquer les modifications.
sv_se: Se till att Spara för att tillämpa ändringarna.
zh_hans: 确保保存以应用更改。

source: Sorry, this view is not supported on small screen devices.
fi_fi: Pahoittelemme, tätä näkymää ei tueta pienen näytön laitteissa.
fr_ca: Désolé, cette vue n&#39;est pas prise en charge sur les appareils à petit écran.
sv_se: Tyvärr stöds inte denna vy på enheter med liten skärm.
zh_hans: 抱歉，小屏幕设备不支持此视图。

source: Edit
fi_fi: Muokata
fr_ca: Éditer
sv_se: Redigera
zh_hans: 编辑

source: Duplicate
fi_fi: Kopioi
fr_ca: Dupliquer
sv_se: Duplicera
zh_hans: 复制

source: Show in Menu
fi_fi: Näytä valikossa
fr_ca: Afficher dans le menu
sv_se: Visa i menyn
zh_hans: 在菜单中显示

source: Hide from Menu
fi_fi: Piilota valikosta
fr_ca: Masquer du menu
sv_se: Göm från menyn
zh_hans: 从菜单中隐藏
